Repository: domzilla/Picker
Catalog: src/Picker/Resources/*.lproj/Localizable.strings
Languages: it

source: Copy color
it: Copia colore

source: Color format
it: Formato colore

source: Pin on screen...
it: Fissa sullo schermo…

source: Preferences...
it: Preferenze…

source: Check for Updates...
it: Verifica aggiornamenti…

source: Quit
it: Esci

source: Preferences
it: Preferenze

source: Shortcuts
it: Abbreviazioni

source: Type Shortcut
it: Digita abbreviazione

source: Record Shortcut
it: Registra abbreviazione

source: keyboard shortcut
it: abbreviazione da tastiera

source: Empty keyboard shortcut
it: Nessuna abbreviazione da tastiera

source: Press %@ to copy color
it: Premi %@ per copiare il colore

source: Space
it: Spazio

source: HEX (No #)
it: HEX (senza #)
